local Translations = {

    lang_0 = 'Вижте Меню',
    lang_1 = 'Меню на ресторанта',
    lang_2 = 'Меню за готвене',
    lang_3 = 'създайте продукти за да бъдат вкарани за продажба',
    lang_4 = 'Килер на ресторанта',
    lang_5 = 'Килер на ресторанта',
    lang_6 = 'Шефско меню',
    lang_7 = 'Отвори шефското меню',
    lang_8 = 'Нямате нужният достъп!',
    lang_9 = 'Приготви',
    lang_10 = 'Прегледайте рецептите в менюто ',
    lang_11 = 'Приготвяне : ',
    lang_12 = "Нямате нужните съставки!",

	-- shop
    lang_s1 = 'Отворете менюто на ресторанта',
    lang_s2 = 'Меню на собственика',
    lang_s3 = 'Прегледайте какво има в менюто',
    lang_s4 = 'Прегледайте какво има в менюто',
    lang_s5 = 'Добавете наличност в менюто',
    lang_s6 = 'Добавете наличност в менюто',
    lang_s7 = 'Проверете $ наличност в касата',
    lang_s8 = 'Проверете $ наличност в касата и изтеглете пари',
    lang_s9 = 'Меню за клиенти',
    lang_s10 = 'Меню на ресторанта',
    lang_s11 = 'Вижте наличните неща за продажба',
    lang_s12 = 'Цена на брой: $',
    lang_s13 = 'Меню на ресторанта',
    lang_s14 = 'Наличност в ресторанта',
    lang_s15 = 'Колко броя?',
    lang_s16 = 'Трябва да имате тази наличност в себе си',
    lang_s17 = 'Продажна цена',
    lang_s18 = 'Пример: 0.10',
    lang_s19 = 'Нещо се обърка, моля проверете дали сте написали правилната наличност и цена!',
    lang_s20 = 'Невалидна сума',
    lang_s21 = 'Оборот : $',
    lang_s22 = 'Изтегли пари',
    lang_s23 = 'Ще вземеш парите кеш!',
    lang_s24 = 'Максимална сума за теглене: $',
    lang_s25 = '(case sensitive box)',
    lang_s26 = 'добавено в менюто на ресторанта',
    lang_s27 = 'добавено в менюто на ресторанта',
    lang_s28 = 'Нямате достатъчно пари',
    lang_s29 = 'Няма налични продукти',
    lang_s30 = 'нямате наличност която да добавите',
    lang_s31 = 'допълване на наличност в менюто',

}

Lang = Locale:new({
    phrases = Translations,
    warnOnMissing = true
})

-- Lang:t('lang_0')